demo-output/website/campaign/F3_runs/wedge/M2.5_th10/fine/system/sampleDict
FoamFile { version 2.0; format ascii; class dictionary; object sampleDict; }
type sets;
libs (sampling);
interpolationScheme cellPoint;
setFormat raw;
fields (p rho T);
sets
(
    x0 { type uniform; axis y; start (0.120000 0 0); end (0.120000 0.993999 0); nPoints 800; }
    x1 { type uniform; axis y; start (0.272000 0 0); end (0.272000 0.993999 0); nPoints 800; }
    x2 { type uniform; axis y; start (0.424000 0 0); end (0.424000 0.993999 0); nPoints 800; }
    x3 { type uniform; axis y; start (0.576000 0 0); end (0.576000 0.993999 0); nPoints 800; }
    x4 { type uniform; axis y; start (0.728000 0 0); end (0.728000 0.993999 0); nPoints 800; }
    x5 { type uniform; axis y; start (0.880000 0 0); end (0.880000 0.993999 0); nPoints 800; }
);
